Repository: siamubee2-max/EcrinVirtuel-Swift
Catalog: Sources/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, pt

# lookOfDay.analyzing
source: Analyse météo en cours…
de: Wetteranalyse läuft …
en: Analyzing the weather…
es: Analizando el clima…
it: Analisi meteo in corso…
pt: A analisar a meteorologia…

# lookOfDay.budgetDesc
source: Filtrez le catalogue par prix maximum par article.
de: Filtern Sie den Katalog nach Höchstpreis pro Artikel.
en: Filter the catalog by maximum price per item.
es: Filtra el catálogo por precio máximo por artículo.
it: Filtra il catalogo per prezzo massimo per articolo.
pt: Filtre o catálogo por preço máximo por artigo.

# lookOfDay.budgetTitle
source: Budget maximum
de: Maximales Budget
en: Maximum budget
es: Presupuesto máximo
it: Budget massimo
pt: Orçamento máximo

# lookOfDay.catalogButton
source: Catalogue
de: Katalog
en: Catalog
es: Catálogo
it: Catalogo
pt: Catálogo

# lookOfDay.catalogLoading
source: Le catalogue mode se charge… Revenez dans un instant.
de: Der Modekatalog wird geladen … Schauen Sie gleich wieder vorbei.
en: The fashion catalog is loading… Check back in a moment.
es: El catálogo de moda se está cargando… Vuelve en un momento.
it: Il catalogo moda si sta caricando… Torna tra un istante.
pt: O catálogo de moda está a carregar… Volte num instante.

# lookOfDay.chooseGender
source: Choisissez votre genre pour personnaliser le Look du Jour.
de: Wählen Sie Ihr Geschlecht, um den Look des Tages zu personalisieren.
en: Choose your gender to personalize your Look of the Day.
es: Elige tu género para personalizar el Look del Día.
it: Scegli il tuo genere per personalizzare il Look del Giorno.
pt: Escolha o seu género para personalizar o Look do Dia.

# lookOfDay.cityPlaceholder
source: Ex. Lyon, Marseille…
de: Z. B. Berlin, Hamburg …
en: E.g. London, Manchester…
es: Ej. Madrid, Barcelona…
it: Es. Milano, Roma…
pt: Ex.: Lisboa, Porto…

# lookOfDay.cityPrompt
source: Indiquez votre ville pour adapter le look à la météo locale.
de: Geben Sie Ihre Stadt an, um den Look an das lokale Wetter anzupassen.
en: Enter your city to tailor the look to the local weather.
es: Indica tu ciudad para adaptar el look al clima local.
it: Indica la tua città per adattare il look al meteo locale.
pt: Indique a sua cidade para adaptar o look à meteorologia local.

# lookOfDay.citySearching
source: Recherche…
de: Suche läuft …
en: Searching…
es: Buscando…
it: Ricerca…
pt: A procurar…

# lookOfDay.cityValidate
source: Valider la ville
de: Stadt bestätigen
en: Confirm city
es: Confirmar ciudad
it: Conferma città
pt: Confirmar cidade

# lookOfDay.discover
source: Découvrez une tenue adaptée à la météo de votre ville.
de: Entdecken Sie ein Outfit, das zum Wetter in Ihrer Stadt passt.
en: Discover an outfit tailored to your city's weather.
es: Descubre un conjunto adaptado al clima de tu ciudad.
it: Scopri un outfit adatto al meteo della tua città.
pt: Descubra um visual adaptado à meteorologia da sua cidade.

# lookOfDay.genderCTA
source: Homme ou Femme
de: Herren oder Damen
en: Men or Women
es: Hombre o Mujer
it: Uomo o Donna
pt: Homem ou Mulher

# lookOfDay.genderChangeHint
source: Vous pourrez modifier ce choix dans Profil.
de: Sie können diese Auswahl später im Profil ändern.
en: You can change this later in Profile.
es: Podrás cambiar esta elección en Perfil.
it: Potrai modificare questa scelta nel Profilo.
pt: Poderá alterar esta escolha no Perfil.

# lookOfDay.genderQuestion
source: Pour quel look souhaitez-vous des suggestions ?
de: Für welchen Look möchten Sie Vorschläge?
en: Which looks would you like suggestions for?
es: ¿Para qué look quieres sugerencias?
it: Per quale look desideri suggerimenti?
pt: Para que look deseja sugestões?

# lookOfDay.myCity
source: Ma ville
de: Meine Stadt
en: My city
es: Mi ciudad
it: La mia città
pt: A minha cidade

# lookOfDay.noOutfit
source: Aucune tenue disponible pour cette météo
de: Kein Outfit für dieses Wetter verfügbar
en: No outfit available for this weather
es: No hay conjuntos disponibles para este clima
it: Nessun outfit disponibile per questo meteo
pt: Nenhum visual disponível para esta meteorologia

# lookOfDay.notifBody
source: Découvrez la tenue du moment adaptée à la météo de votre ville.
de: Entdecken Sie das Outfit des Augenblicks, passend zum Wetter in Ihrer Stadt.
en: Discover the outfit of the moment, tailored to your city's weather.
es: Descubre el conjunto del momento adaptado al clima de tu ciudad.
it: Scopri l'outfit del momento adatto al meteo della tua città.
pt: Descubra o visual do momento adaptado à meteorologia da sua cidade.

# lookOfDay.notifTitle
source: Votre Look du Jour est prêt ✨
de: Ihr Look des Tages ist bereit ✨
en: Your Look of the Day is ready ✨
es: Tu Look del Día está listo ✨
it: Il tuo Look del Giorno è pronto ✨
pt: O seu Look do Dia está pronto ✨

# lookOfDay.offline
source: Connexion requise pour la météo.
de: Für das Wetter ist eine Verbindung erforderlich.
en: A connection is required for the weather.
es: Se necesita conexión para el clima.
it: È necessaria una connessione per il meteo.
pt: É necessária ligação para a meteorologia.

# lookOfDay.seeMyLook
source: Voir mon look météo
de: Meinen Wetter-Look ansehen
en: See my weather look
es: Ver mi look según el clima
it: Vedi il mio look meteo
pt: Ver o meu look meteorológico

# lookOfDay.tagline
source: Votre styliste personnelle connaît votre météo. Essayez une tenue avant même de sortir.
de: Ihre persönliche Stylistin kennt Ihr Wetter. Probieren Sie ein Outfit an, bevor Sie überhaupt ausgehen.
en: Your personal stylist knows your weather. Try on an outfit before you even step outside.
es: Tu estilista personal conoce tu clima. Pruébate un conjunto antes incluso de salir.
it: La tua stilista personale conosce il tuo meteo. Prova un outfit prima ancora di uscire.
pt: A sua estilista pessoal conhece a sua meteorologia. Experimente um visual antes mesmo de sair.

# lookOfDay.title
source: LOOK DU JOUR
de: LOOK DES TAGES
en: LOOK OF THE DAY
es: LOOK DEL DÍA
it: LOOK DEL GIORNO
pt: LOOK DO DIA

# lookOfDay.tryButton
source: Essayer
de: Anprobieren
en: Try on
es: Probar
it: Prova
pt: Experimentar

# lookOfDay.yourJewelry
source: Votre bijou : %@
de: Ihr Schmuck: %@
en: Your jewelry: %@
es: Tu joya: %@
it: Il tuo gioiello: %@
pt: A sua joia: %@

# lookOfDay.yourStyle
source: VOTRE STYLE
de: IHR STIL
en: YOUR STYLE
es: TU ESTILO
it: IL TUO STILE
pt: O SEU ESTILO

# moodBoardUI.aiStylistComposing
source: Notre styliste IA compose votre look…
de: Unser KI-Stylist stellt Ihren Look zusammen…
en: Our AI stylist is composing your look…
es: Nuestro estilista IA está componiendo tu look…
it: Il nostro stilista IA sta componendo il tuo look…
pt: O nosso estilista IA está a compor o seu look…

# moodBoardUI.composingSteps
source: Sélection des pièces · Rédaction poétique · Création de palette
de: Auswahl der Stücke · Poetische Texte · Gestaltung der Palette
en: Selecting pieces · Writing poetry · Crafting palette
es: Selección de piezas · Redacción poética · Creación de paleta
it: Selezione dei pezzi · Scrittura poetica · Creazione della palette
pt: Seleção das peças · Redação poética · Criação da paleta

# moodBoardUI.createFirstLook
source: Créer mon premier look
de: Meinen ersten Look erstellen
en: Create my first look
es: Crear mi primer look
it: Crea il mio primo look
pt: Criar o meu primeiro look

# moodBoardUI.createYourUniverse
source: Créez votre univers
de: Erschaffen Sie Ihr Universum
en: Create your universe
es: Crea tu universo
it: Crea il tuo universo
pt: Crie o seu universo

# moodBoardUI.describeYourMoment
source: Décrivez votre moment
de: Beschreiben Sie Ihren Moment
en: Describe your moment
es: Describe tu momento
it: Descrivi il tuo momento
pt: Descreva o seu momento

# moodBoardUI.emptyGallery
source: Votre galerie est vide
de: Ihre Galerie ist leer
en: Your gallery is empty
es: Tu galería está vacía
it: La tua galleria è vuota
pt: A sua galeria está vazia

# moodBoardUI.findItInGallery
source: Retrouvez-le dans votre galerie personnelle
de: Sie finden ihn in Ihrer persönlichen Galerie
en: Find it in your personal gallery
es: Encuéntralo en tu galería personal
it: Lo trovi nella tua galleria personale
pt: Encontre-o na sua galeria pessoal

# moodBoardUI.firstMoodBoardHint
source: Créez votre premier mood board pour composer votre style signature.
de: Erstellen Sie Ihr erstes Moodboard, um Ihren ganz persönlichen Stil zu komponieren.
en: Create your first mood board to compose your signature style.
es: Crea tu primer mood board para componer tu estilo personal.
it: Crea la tua prima mood board per comporre il tuo stile distintivo.
pt: Crie o seu primeiro mood board para compor o seu estilo de assinatura.

# moodBoardUI.generateMyLook
source: Générer mon look
de: Meinen Look generieren
en: Generate my look
es: Generar mi look
it: Genera il mio look
pt: Gerar o meu look

# moodBoardUI.keywordsLabel
source: MOTS-CLÉS
de: STICHWÖRTER
en: KEYWORDS
es: PALABRAS CLAVE
it: PAROLE CHIAVE
pt: PALAVRAS-CHAVE

# moodBoardUI.lookSavedToGallery
source: Look sauvegardé dans votre galerie
de: Look in Ihrer Galerie gespeichert
en: Look saved to your gallery
es: Look guardado en tu galería
it: Look salvato nella tua galleria
pt: Look guardado na sua galeria

# moodBoardUI.lookTitlePlaceholder
source: Titre du look…
de: Titel des Looks…
en: Look title…
es: Título del look…
it: Titolo del look…
pt: Título do look…

# moodBoardUI.momentPlaceholder
source: Une soirée élégante à Paris en hiver…
de: Ein eleganter Abend im winterlichen Paris…
en: An elegant evening in Paris in winter…
es: Una velada elegante en París en invierno…
it: Una serata elegante a Parigi in inverno…
pt: Uma noite elegante em Paris no inverno…

# moodBoardUI.mySavedLooks
source: Mes looks sauvegardés
de: Meine gespeicherten Looks
en: My saved looks
es: Mis looks guardados
it: I miei look salvati
pt: Os meus looks guardados

# moodBoardUI.newLook
source: Nouveau look
de: Neuer Look
en: New look
es: Nuevo look
it: Nuovo look
pt: Novo look

# moodBoardUI.optionalRefineFilters
source: Optionnel — affinez avec les filtres ci-dessous
de: Optional — verfeinern Sie mit den Filtern unten
en: Optional — refine with the filters below
es: Opcional — afina con los filtros de abajo
it: Facoltativo — affina con i filtri qui sotto
pt: Opcional — refine com os filtros abaixo

# moodBoardUI.poweredByEcrinAI
source: Propulsé par l'IA stylistique de L'Écrin
de: Unterstützt von der Styling-KI von L'Écrin
en: Powered by L'Écrin's styling AI
es: Impulsado por la IA de estilo de L'Écrin
it: Basato sull'IA stilistica di L'Écrin
pt: Com tecnologia da IA de estilo de L'Écrin

# moodBoardUI.saveLook
source: Sauvegarder le look
de: Look speichern
en: Save the look
es: Guardar el look
it: Salva il look
pt: Guardar o look

# moodBoardUI.selectedPiecesLabel
source: PIÈCES SÉLECTIONNÉES
de: AUSGEWÄHLTE STÜCKE
en: SELECTED PIECES
es: PIEZAS SELECCIONADAS
it: PEZZI SELEZIONATI
pt: PEÇAS SELECIONADAS

# moodBoardUI.tryTheseJewels
source: Essayer ces bijoux
de: Diese Schmuckstücke anprobieren
en: Try on these jewels
es: Probar estas joyas
it: Prova questi gioielli
pt: Experimentar estas joias

# moodBoardUI.yourLookLabel
source: VOTRE LOOK
de: IHR LOOK
en: YOUR LOOK
es: TU LOOK
it: IL TUO LOOK
pt: O SEU LOOK

# multiPoseUI.addYourPhoto
source: Ajouter votre photo
de: Ihr Foto hinzufügen
en: Add your photo
es: Añade tu foto
it: Aggiungi la tua foto
pt: Adicione a sua fotografia

# multiPoseUI.addedToWardrobe
source: Ajouté à la garde-robe
de: Zur Garderobe hinzugefügt
en: Added to the wardrobe
es: Añadido al armario
it: Aggiunto al guardaroba
pt: Adicionado ao guarda-roupa

# multiPoseUI.chooseYourViews
source: CHOISIR VOS VUES
de: IHRE ANSICHTEN WÄHLEN
en: CHOOSE YOUR VIEWS
es: ELIGE TUS VISTAS
it: SCEGLI LE TUE VISTE
pt: ESCOLHA AS SUAS VISTAS

# multiPoseUI.dressing
source: Dressing
de: Ankleide
en: Dressing Room
es: Vestidor
pt: Closet

# multiPoseUI.earringsTryOnTitle
source: ESSAYAGE · BOUCLES D'OREILLES
de: ANPROBE · OHRRINGE
en: TRY-ON · EARRINGS
es: PRUEBA · PENDIENTES
it: PROVA · ORECCHINI
pt: PROVA · BRINCOS

# multiPoseUI.generatedViews
source: VUES GÉNÉRÉES
de: GENERIERTE ANSICHTEN
en: GENERATED VIEWS
es: VISTAS GENERADAS
it: VISTE GENERATE
pt: VISTAS GERADAS

# multiPoseUI.generationInProgress
source: Génération en cours…
de: Wird generiert…
en: Generating…
es: Generando…
it: Generazione in corso…
pt: A gerar…

# multiPoseUI.longPressToReorder
source: Appui long pour réordonner
de: Zum Neuordnen lange drücken
en: Long press to reorder
es: Mantén pulsado para reordenar
it: Tieni premuto per riordinare
pt: Prima longamente para reordenar

# multiPoseUI.movement
source: Mouvement
de: Bewegung
en: Motion
es: Movimiento
it: Movimento
pt: Movimento

# multiPoseUI.multiViewGenerating
source: Génération multi-vues…
de: Multi-Ansichten werden generiert…
en: Generating multi-view…
es: Generando multivista…
it: Generazione multi-vista…
pt: A gerar multi-vistas…

# multiPoseUI.multiViews
source: Multi-vues
de: Multi-Ansicht
en: Multi-view
es: Multivista
it: Multi-vista
pt: Multi-vistas

# multiPoseUI.multiViewsCaps
source: MULTI-VUES
de: MULTI-ANSICHT
en: MULTI-VIEW
es: MULTIVISTA
it: MULTI-VISTA
pt: MULTI-VISTAS

# multiPoseUI.noViewAvailable
source: Aucune vue disponible
de: Keine Ansicht verfügbar
en: No view available
es: Ninguna vista disponible
it: Nessuna vista disponibile
pt: Nenhuma vista disponível

# multiPoseUI.portraitEarsVisible
source: Portrait face / 3/4 — oreilles visibles
de: Porträt frontal / 3/4 — Ohren sichtbar
en: Front / 3/4 portrait — ears visible
es: Retrato de frente / 3/4 — orejas visibles
it: Ritratto frontale / 3/4 — orecchie visibili
pt: Retrato de frente / 3/4 — orelhas visíveis

# multiPoseUI.selectedViews
source: VUES SÉLECTIONNÉES
de: AUSGEWÄHLTE ANSICHTEN
en: SELECTED VIEWS
es: VISTAS SELECCIONADAS
it: VISTE SELEZIONATE
pt: VISTAS SELECIONADAS

# multiPoseUI.shareAll
source: Tout partager
de: Alles teilen
en: Share all
es: Compartir todo
it: Condividi tutto
pt: Partilhar tudo

# multiPoseUI.viewsAddedToWardrobe
source: %d vues ajoutées à la garde-robe
de: %d Ansichten zur Garderobe hinzugefügt
en: %d views added to the wardrobe
es: %d vistas añadidas al armario
it: %d viste aggiunte al guardaroba
pt: %d vistas adicionadas ao guarda-roupa

# multiPoseUI.viewsFailed
source: Génération impossible pour %d vue(s).
de: %d Ansicht(en) konnten nicht generiert werden.
en: Could not generate %d view(s).
es: No se pudieron generar %d vista(s).
it: Impossibile generare %d vista/e.
pt: Não foi possível gerar %d vista(s).

# multiPoseUI.yourTryOns
source: VOS ESSAYAGES
de: IHRE ANPROBEN
en: YOUR TRY-ONS
es: TUS PRUEBAS
it: LE TUE PROVE
pt: AS SUAS PROVAS

# myCollection.addJewelry
source: Ajouter un bijou
de: Schmuck hinzufügen
en: Add jewelry
es: Añadir joya
it: Aggiungi un gioiello
pt: Adicionar uma joia

# myCollection.allBrands
source: Toutes les marques
de: Alle Marken
en: All brands
es: Todas las marcas
it: Tutti i marchi
pt: Todas as marcas

# myCollection.allCollections
source: Toutes les collections
de: Alle Kollektionen
en: All collections
es: Todas las colecciones
it: Tutte le collezioni
pt: Todas as coleções

# myCollection.allGems
source: Toutes les gemmes
de: Alle Edelsteine
en: All gems
es: Todas las gemas
it: Tutte le gemme
pt: Todas as gemas

# myCollection.allMetals
source: Tous les métaux
de: Alle Metalle
en: All metals
es: Todos los metales
it: Tutti i metalli
pt: Todos os metais

# myCollection.allTypes
source: Tous les types
de: Alle Typen
en: All types
es: Todos los tipos
it: Tutti i tipi
pt: Todos os tipos

# myCollection.description
source: Cataloguez vos bijoux précieux. L'IA vous aidera à les organiser et à trouver des correspondances.
de: Katalogisieren Sie Ihre wertvollen Schmuckstücke. Die KI hilft Ihnen, sie zu organisieren und Kombinationen zu finden.
en: Catalog your precious jewelry. AI will help you organize them and find matches.
es: Cataloga tus joyas preciosas. La IA te ayudará a organizarlas y encontrar combinaciones.
it: Cataloga i tuoi gioielli preziosi. L'IA ti aiuterà a organizzarli e trovare abbinamenti.
pt: Catalogue suas joias preciosas. A IA ajudará você a organizá-las e encontrar combinações.

# myCollection.emptyState
source: Votre écrin est vide
de: Ihre Schatulle ist leer
en: Your collection is empty
es: Tu colección está vacía
it: Il tuo scrigno è vuoto
pt: Seu estojo está vazio

# myCollection.emptyStateDesc
source: Ajoutez vos premiers bijoux pour commencer
de: Fügen Sie Ihren ersten Schmuck hinzu
en: Add your first jewelry to get started
es: Añade tus primeras joyas para empezar
it: Aggiungi i tuoi primi gioielli per iniziare
pt: Adicione suas primeiras joias para começar

# myCollection.priceRange
source: Fourchette de prix
de: Preisspanne
en: Price range
es: Rango de precio
it: Fascia di prezzo
pt: Faixa de preço

# myCollection.searchPlaceholder
source: Rechercher par nom, tags, description...
de: Nach Name, Tags, Beschreibung suchen...
en: Search by name, tags, description...
es: Buscar por nombre, etiquetas, descripción...
it: Cerca per nome, tag, descrizione...
pt: Pesquisar por nome, tags, descrição...

# myCollection.title
source: Mon Écrin
de: Meine Schatulle
en: My Collection
es: Mi Colección
it: Il Mio Scrigno
pt: Meu Estojo

# myLooks.aiGenerated
source: Généré par IA
de: KI-generiert
en: AI Generated
es: Generado por IA
it: Generato da IA
pt: Gerado por IA

# myLooks.deleteConfirm
source: Êtes-vous sûr de vouloir supprimer ce look ?
de: Sind Sie sicher, dass Sie diesen Look löschen möchten?
en: Are you sure you want to delete this look?
es: ¿Estás seguro de que quieres eliminar este look?
it: Sei sicuro di voler eliminare questo look?
pt: Tem certeza de que deseja excluir este look?

# myLooks.deleteLook
source: Supprimer ce look
de: Look löschen
en: Delete this look
es: Eliminar este look
it: Elimina questo look
pt: Excluir este look

# myLooks.description
source: Vos looks sauvegardés et créations
de: Ihre gespeicherten Looks und Kreationen
en: Your saved looks and creations
es: Tus looks guardados y creaciones
it: I tuoi look salvati e le tue creazioni
pt: Seus looks salvos e criações

# myLooks.emptyState
source: Aucun look sauvegardé
de: Keine gespeicherten Looks
en: No saved looks
es: No hay looks guardados
it: Nessun look salvato
pt: Nenhum look salvo

# myLooks.emptyStateDesc
source: Utilisez l'AI Stylist pour créer vos premiers looks
de: Verwenden Sie den KI Stylist, um Ihre ersten Looks zu erstellen
en: Use AI Stylist to create your first looks
es: Usa el Estilista IA para crear tus primeros looks
it: Usa lo Stilista IA per creare i tuoi primi look
pt: Use o Estilista IA para criar seus primeiros looks

# myLooks.pieces
source: pièces
de: Stücke
en: pieces
es: piezas
it: pezzi
pt: peças

# myLooks.shareLook
source: Partager ce look
de: Look teilen
en: Share this look
es: Compartir este look
it: Condividi questo look
pt: Compartilhar este look

# myLooks.sortByDate
source: Date
de: Datum
es: Fecha
it: Data
pt: Data

# myLooks.sortByFavorites
source: Favoris
de: Favoriten
en: Favorites
es: Favoritos
it: Preferiti
pt: Favoritos

# myLooks.sortByName
source: Nom
de: Name
en: Name
es: Nombre
it: Nome
pt: Nome

# myLooks.title
source: Mes Looks
de: Meine Looks
en: My Looks
es: Mis Looks
it: I Miei Look
pt: Meus Looks

# notifications.avoidJewelry
source: À éviter
de: Vermeiden
en: Avoid
es: Evitar
it: Da evitare
pt: Evitar

# notifications.currentLocation
source: Position actuelle
de: Aktueller Standort
en: Current Location
es: Ubicación actual
it: Posizione attuale
pt: Localização atual

# notifications.dailySuggestions
source: Suggestions quotidiennes
de: Tägliche Vorschläge
en: Daily Suggestions
es: Sugerencias diarias
it: Suggerimenti giornalieri
pt: Sugestões diárias

# notifications.dailySuggestionsDesc
source: Recevez des suggestions de looks basées sur la météo et votre agenda
de: Erhalten Sie Look-Vorschläge basierend auf Wetter und Ihrem Kalender
en: Receive look suggestions based on weather and your schedule
es: Recibe sugerencias de looks basadas en el clima y tu agenda
it: Ricevi suggerimenti di look basati sul meteo e la tua agenda
pt: Receba sugestões de looks baseadas no clima e sua agenda

# notifications.disabled
source: Désactivées
de: Deaktiviert
en: Disabled
es: Desactivadas
it: Disattivate
pt: Desativadas

# notifications.enableLocation
source: Activer la localisation
de: Standort aktivieren
en: Enable Location
es: Activar ubicación
it: Attiva posizione
pt: Ativar localização

# notifications.enableNotifications
source: Activer les notifications
de: Benachrichtigungen aktivieren
en: Enable Notifications
es: Activar notificaciones
it: Attiva notifiche
pt: Ativar notificações

# notifications.enabled
source: Activées
de: Aktiviert
en: Enabled
es: Activadas
it: Attivate
pt: Ativadas

# notifications.evening
source: Soir (20h00)
de: Abends (20:00)
en: Evening (8:00 PM)
es: Noche (20:00)
it: Sera (20:00)
pt: Noite (20:00)

# notifications.eventBased
source: Basé sur votre agenda
de: Basierend auf Ihrem Kalender
en: Based on your schedule
es: Basado en tu agenda
it: Basato sulla tua agenda
pt: Baseado na sua agenda

# notifications.generateFirst
source: Générez votre première suggestion
de: Erstellen Sie Ihren ersten Vorschlag
en: Generate your first suggestion
es: Genera tu primera sugerencia
it: Genera il tuo primo suggerimento
pt: Gere sua primeira sugestão

# notifications.location
source: Localisation
de: Standort
en: Location
es: Ubicación
it: Posizione
pt: Localização

# notifications.locationDisabled
source: Localisation désactivée
de: Standort deaktiviert
en: Location Disabled
es: Ubicación desactivada
it: Posizione disattivata
pt: Localização desativada

# notifications.locationEnabled
source: Localisation activée
de: Standort aktiviert
en: Location Enabled
es: Ubicación activada
it: Posizione attivata
pt: Localização ativada

# notifications.locationPermissionMessage
source: Activez la localisation pour des suggestions météo précises basées sur votre position.
de: Aktivieren Sie den Standort für genaue wetterbasierte Vorschläge basierend auf Ihrer Position.
en: Enable location for accurate weather-based suggestions based on your position.
es: Activa la ubicación para sugerencias meteorológicas precisas basadas en tu posición.
it: Attiva la posizione per suggerimenti meteo precisi basati sulla tua posizione.
pt: Ative a localização para sugestões meteorológicas precisas baseadas na sua posição.

# notifications.locationPermissionRequired
source: Localisation requise
de: Standort erforderlich
en: Location Required
es: Ubicación requerida
it: Posizione richiesta
pt: Localização necessária

# notifications.lookInspiration
source: Inspiration du jour
de: Inspiration des Tages
en: Today's Inspiration
es: Inspiración del día
it: Ispirazione del giorno
pt: Inspiração do dia

# notifications.moodKeywords
source: Ambiance
de: Stimmung
en: Mood
es: Ambiente
it: Atmosfera
pt: Ambiente

# notifications.morning
source: Matin (8h00)
de: Morgens (8:00)
en: Morning (8:00 AM)
es: Mañana (8:00)
it: Mattina (8:00)
pt: Manhã (8:00)

# notifications.noSuggestionYet
source: Pas encore de suggestion
de: Noch kein Vorschlag
en: No suggestion yet
es: Aún no hay sugerencia
it: Nessun suggerimento ancora
pt: Nenhuma sugestão ainda

# notifications.notificationTime
source: Heure de notification
de: Benachrichtigungszeit
en: Notification Time
es: Hora de notificación
it: Orario notifica
pt: Horário da notificação
